driver-tests/bpelse/misc/MiscJbi/test/Test10/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://seebeyond.com/Test10/"
                   xmlns="urn:Test10">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
  <Test10Operation>
   <Test10Part>
     <string1>United States</string1>
     <string2>Japan</string2>
   </Test10Part>
  </Test10Operation>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>